Repository: GabrielFerrazFontes/cash-in-hang-out
Catalog: CashInHangOut/Supporting Files/Localizable.xcstrings
Source language: en
Languages: es_419, pt_br

source: Add
es_419: Adicionar
pt_br: Adicionar

source: Add a New Friend
es_419: Adicionar un nuevo amigo
pt_br: Adicionar Novo Amigo

source: Add a Photo of Your Friend
es_419: Adicionar la foto de su amigo
pt_br: Adicionar Foto do Amigo

source: Add Friends
es_419: Adicionar Amigo
pt_br: Adicionar Amigos

# Add Friends to the hangout
source: Add Friends to a Hang Out
es_419: Adicionar amigos a la cita
pt_br: Adicionar Amigos ao Role

# Change the photo of your friend
source: Change the Photo of a Friend
es_419: Cambiar la foto de su amigo
pt_br: Mudar foto do Amigo

source: Create
es_419: Crear
pt_br: Criar

# Create a Hang Out with equal price
source: Create Hang Out with Equal Price
es_419: Crear una cita con precios iguales
pt_br: Criar Role com Preço Igual

source: Create a new Friend
es_419: Crear nuevo amigo
pt_br: Criar um Novo Amigo

source: Create a new Hang Out
es_419: Crear nueva cita
pt_br: Criar um Novo Role

source: Create Hang Out
es_419: Crear Cita
pt_br: Criar Role

# Create new hangout
source: Create a new Hang Out
es_419: Crear Nueva Cita
pt_br: Criar Novo Role

source: Date
es_419: Fecha
pt_br: Data

source: Date of the Hang Out
es_419: Fecha de la Cita
pt_br: Data do Role

source: Debt
es_419: Deuda
pt_br: Divida

source: Debt of a Friend
es_419: Deuda del Amigo
pt_br: Divida do Amigo

# Disabled for now
source: Disable for Now
es_419: Indisponible ahora
pt_br: Desabilitado Agora

source: Divide by Pieces
es_419: Dividir por Pedazos
pt_br: Dividido por Pedaços

source: Divide Equally
es_419: Dividir Igualmente
pt_br: Dividir Igualmente

source: Divide Separately
es_419: Dividir Separadamente
pt_br: Dividir Separadamente

source: Done
es_419: Listo
pt_br: Pronto

source: Each Person: %@
es_419: Cada Persona: %@
pt_br: Cada Pessoa: %@

source: Edit Button to set as paid by a friend
es_419: Botón de Editar para sacar deuda de amigo
pt_br: Botão de Editar Quem Já Pagou

source: Enter Friend Name
es_419: Nombre del Amigo
pt_br: Digite o Nome do Amigo

# Enter name of friend
source: Enter Friends Name
es_419: Escriba el Nombre del Amigo
pt_br: Digite o Nome do Amigo

source: Friend Photo
es_419: Foto del Amigo
pt_br: Foto do Amigo

source: Friends
es_419: Amigos
pt_br: Amigos

source: Friends Name
es_419: Nombre del Amigo
pt_br: Nome do Amigo

source: Hang Out List
es_419: Lista de Citas
pt_br: Lista de Roles

source: Hang Out Date
es_419: Data de la Cita
pt_br: Data do Role

source: Hang Out Price
es_419: Precio de la Cita
pt_br: Preço do Role

source: History
es_419: Historial
pt_br: Historico

# History of hangouts
source: History of Hang Out
es_419: Historial de Citas
pt_br: Historico de Roles

source: How Much Money Owes
es_419: Cuanto debes
pt_br: Quanto te deve

source: in production
es_419: en producción
pt_br: em produção

source: Insert the Total Price of The Hang Out
es_419: Ponga el Precio Total de la Cita
pt_br: Digite o Valor Total do Role

# List of friends
source: Friend List
es_419: Lista de Amigos
pt_br: Lista de Amigos

source: Money
es_419: Dinero
pt_br: Dinheiro

source: Name
es_419: Nombre
pt_br: Nome

# Name of a friend
source: Friends Name
es_419: Nombre del Amigo
pt_br: Nome do Amigo

source: Pay
es_419: Pagar
pt_br: Pagar

# Photo of a friend
source: Friends Photo
es_419: Foto del Amigo
pt_br: Foto do Amigo

# Preco diferente
source: Different Price
es_419: Precio Diferente
pt_br: Preço Diferente

# Preco Pizza
source: Price by Pieces
es_419: Precio por Pedazos
pt_br: Preço por Pedaços

source: Price
es_419: Precio
pt_br: Preço

source: Price per Person
es_419: Precio por Persona
pt_br: Preço por Pessoa

source: Settings
es_419: Ajustes
pt_br: Configurações

source: The Price Each Person Will Pay
es_419: Precio que Cada Persona Pagará
pt_br: Preço que Cada Pessoa Vai Pagar

# This name will be used to identify your friend
source: Nome of your Friend
es_419: Nombre para Identificar su Amigo
pt_br: Nome do Amigo

source: Total Price
es_419: Precio Total
pt_br: Preço Total

# Total Value
source: Total Price
es_419: Precio Total
pt_br: Preço Total

# total value of the hangout
source: Total Price of Hang Out
es_419: Precio Total de la Cita
pt_br: Preço Total do Role
